Revit 2024 API
VertexFormat Properties
The VertexFormat type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
VertexFormat Class
Autodesk.Revit.DB.DirectContext3D Namespace